Repository: alvinphp/videos-chapters-logos
Catalog: languages/videos-chapters-logos-*.po
Languages: es_mx

source: Plugin that displays an MP4 video with a logo and markers.
es_mx: Plugin que muestra un video MP4 con un logo y marcadores.

source: Chapter 1
es_mx: capitulo 1

source: Chapter 2
es_mx: capitulo 2

source: Chapter 3
es_mx: capitulo 3

source: chapter 4
es_mx: Capitulo 4

source: Video not found.
es_mx: video no encontrado

source: Enjoy Videos Chapters & Logos!
es_mx: disfruta de videos chapters & Logos!

source: Videos Chapters & Logos Plugin Documentation
es_mx: Documentación para el plugin Videos chapters & Logos

source: Usage with Markers
es_mx: Uso de marcaciones

source: Basic Usage of the Plugin
es_mx: uso basico del plugin

source: The Video Extends shortcode accepts several parameters that you can For the plugin to work properly, you must place the video, logo, and poster files in the following folders within your plugin structure:
es_mx: Para que el plugin funcione correctamente, debes colocar los archivos de video, logo y póster en las siguientes carpetas dentro de la estructura de tu plugin:

source: File Locations (Videos and Logos)
es_mx: localización de archivos (videos y logos)

source: For the plugin to work properly, you must place the video, logo, and poster files in the following folders within your plugin structure:
es_mx: Para que el plugin funcione correctamente, debes colocar los archivos de video, logo y póster en las siguientes carpetas dentro de la estructura de tu plugin:

source: Video files should be located in the
es_mx: Los archivos de video deben estar ubicados en el

source: folder. Example:
es_mx: carpeta. ejemplo

source: Logo image files should be located in the
es_mx: Los archivos de logo deben estar ubicados en el

source: Poster image files (optional) should be located in the
es_mx: Los archivos de imagen del póster (opcional) deben estar ubicados en el

source: Complete documentation
es_mx: documentación completa

source: Documentation
es_mx: documentación

source: For more in-depth documentation, visit our
es_mx: Para obtener documentación más detallada, visita nuestra
